Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/anskaffelser.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: The Contractor shall maintain a directory of the changes on an ongoing basis, which directory shall form Appendix 9, and shall without undue delay provide the Customer with an updated copy thereof.
nn: Leverandøren skal føre ein fortløpande katalog over endringane som utgjer vedlegg 9, og utan ugrunna opphald gi Kunden ein oppdatert kopi.

source: If the parties do not agree to continue the project within thirty (30) days of the written notice in accordance with the paragraph above, the party that demands the Exit may withdraw from the Agreement with immediate effect.
nn: Dersom partane ikkje vert samde om å vidareføre prosjektet innan 30 (tretti) kalenderdagar etter skriftleg varsel i samsvar med avsnittet ovanfor, kan den parten som krev Exit, tre ut av avtalen med direkte verknad.

source: Unless another term of duration or a different commencement date is agreed in Appendix 4, the Agreement shall be for a term of three (3) years starting from the date set out on page two of the Agreement (commencement date).
nn: Dersom ikkje anna varigheit eller anna oppstartstidspunkt er avtalt i vedlegg 4, gjeld avtalen i 3 (tre) år rekna frå det tidspunktet som går fram på side to i avtalen (oppstartsdato).

source: In areas not covered by generalised collective wage agreements, the Contractor shall ensure that the same employees do not receive wages or have working conditions that are inferior to those stipulated in any applicable nationwide collective wage agreements relating to the relevant trade.
nn: På område som ikkje er dekte av allmenngjort tariffavtale, skal Leverandøren sørge for at dei same tilsette ikkje har dårlegare lønns- og arbeidsvilkår enn det som følger av gjeldande landsomfattande tariffavtale for den aktuelle bransjen.

source: Unless otherwise specified in Appendix 7, all prices are quoted exclusive of Value Added Tax, but inclusive or customs duties and any other indirect taxes.
nn: Med mindre anna er oppgitt i vedlegg 7, er alle prisar oppgitt eksklusive meirverdiavgift, men inkludert toll og eventuelle andre avgifter.

source: New versions of software that, pursuant to Appendix 3, are covered by the operational services shall be tested and commissioned in accordance with the procedures in Appendix 6 and the cooperation plan.
nn: Nye versjonar av programvare som i samsvar med vedlegg 3 er omfatta av driftstenesta, skal testast og settast i drift i samsvar med prosedyrane i vedlegg 6 og samhandlingsplanen.

source: The total cancellation fee for work and reorganisation costs in the establishment phase may never exceed the consideration as agreed in Appendix 7 for work in the establishment phase.
nn: Samla avbestillingsvederlag for arbeid og omstillingskostnader i etableringsfasen kan aldri overstige det vederlaget som er avtalt i vedlegg 7 for arbeid i etableringsfasen.

source: the Contractor’s necessary and documented direct costs in relation to the reassignment of personnel,
nn: Leverandøren sine nødvendige og dokumenterte direkte kostnader knytte til omdisponering av personell,

source: The disclosure obligation shall also apply to subcontractors.
nn: Dokumentasjonsplikta gjeld også underleverandørar.

source: If the Customer deems the work to form part of the deliverables, it shall be explicitly stated that the change order is disputed (disputed change order).
nn: Dersom Kunden reknar arbeidet som ein del av leveransen, skal det uttrykkeleg opplysast at endringsordren er omtvista (omtvista endringsordre).

source: Periodic consideration shall fall due for payment within thirty (30) calendar days of the invoice date, with the initial payment due date being no earlier than thirty (30) calendar days after the maintenance agreement comes into effect.
nn: Fast vederlag forfell etter faktura per 30 (tretti) kalenderdagar, første gong ikkje tidlegare enn 30 (tretti) kalenderdagar etter at vedlikehaldsavtalen er sett i kraft.

source: If error definitions other than those stipulated in the Agreement's clause 2.2.2 are agreed, the Customer shall specify this here.
nn: Dersom det skal avtalast andre definisjonar av feil enn det som går fram av punkt 2.2.2 i avtalen, skal Kunden spesifisere dette her.

source: Deadline for error rectification:
nn: Frist for utbetring av feil:

source: If legal requirements that are applicable to the deliverables are changed after the Agreement has been concluded, but before the delivery date, the Customer may request that the necessary changes be made to ensure compliance with the new requirements.
nn: Dersom det inntreffer endringar i rettslege krav som er relevante for leveransen, etter at kontrakten vart inngått, men før leveringsdag, kan Kunden be om å få gjennomført dei endringane som er nødvendige for å overhalde dei nye krava.

source: Temporary extension of the Agreement
nn: Mellombels forlenging av avtalen

source: If software and equipment shall not be delivered DPP (Incoterms) to the address stated on the first page of the Agreement, the alternative risk model shall be specified here.
nn: Dersom utstyr og programvare ikkje skal leverast DDP (Incoterms) på den adresse som er oppgitt på framsida av avtalen, skal alternativ risikomodell oppgivast her.

source: Unless a different duration period is agreed in Appendix 4, the Agreement shall be for a term of three (3) years as of the commencement date for regular operations.
nn: Dersom ikkje anna varigheit er avtalt i vedlegg 4, gjeld avtalen i 3 (tre) år rekna frå oppstartsdag for ordinær drift.

source: The Customer may require access to other documentation in accordance with the rules pertaining to audits in clause 2.2.8.
nn: Kunden kan krevje tilgang til annan dokumentasjon i samsvar med reglane om revisjon i punkt 2.2.8.

source: If the Contractor does not dispute the Customer’s refusal, the Contractor shall within five (5) working days send the Customer a timetable for repairing the errors associated with the deliverables.
nn: Dersom Leverandøren ikkje motseier nektinga frå Kunden, skal Leverandøren innan 5 (fem) vyrkedagar sende Kunden ein tidsplan for utbetring av feila ved leveransen.

source: Any third party used shall be named in Appendix 4.
nn: Tredjepart som vert nytta, skal oppgivast i vedlegg 4.

source: Conditions that fall under clause 2.2, last paragraph, will nonetheless be deemed to be breach which may provide a basis for sanctions against breach in accordance with clause 9.2.1, third paragraph (price reduction), or clause 9.2.5, second paragraph (cancellation).
nn: Forhold som fell inn under punkt 2.2 siste ledd vil likevel reknast som misleghald som kan gje grunnlag for misleghaldssanksjonar etter punkt 9.2.1 tredje ledd (prisavslag) eller 9.2.5 andre ledd (heving).

source: The Contractor’s standard hourly rate for consultancy services under this Agreement shall apply, unless otherwise agreed in Appendix 7.
nn: Dersom ikkje anna er avtalt i vedlegg 7, vert standard timepris frå Leverandøren for konsulenttenester i denne avtalen lagd til grunn.

source: The Contractor is obliged to extend the Agreement on otherwise equal terms by up to six (6) months as of the date of discharge of the Agreement, if thus requested by the Customer.
nn: Leverandøren har plikt til å forlenge avtalen på elles like vilkår i inntil 6 (seks) månader frå tidspunktet for opphøyr av avtalen, dersom Kunden ber om det.

source: Nevertheless, the Customer shall not pay such consideration as described in this paragraph if the discharge of the Agreement was caused by material breach of contract on the part of the Contractor.
nn: Kunden skal likevel ikkje betale vederlag som skildra i dette avsnittet dersom opphøyr av avtalen kjem av vesentleg misleghald frå Leverandøren si side.

source: If errors that ought to have been discovered during Acceptance testing or the approval period are not invoked until a later date, the Contractor may claim consideration for any additional costs incurred by the Contractor as a result of the late complaint.
nn: Dersom manglar som burde ha vore oppdaga under akseptansetesting eller i godkjenningsperioden først vert hevda på eit seinare tidspunkt, kan Leverandøren krevje vederlag for dei ekstra utgiftene Leverandøren eventuelt vert påført som følge av sein reklamasjon.

source: Documentation showing the Contractor's compliance with the Contractor's obligations as stipulated in clause 2.4 of the Agreement (Wages and working conditions) shall be inserted here.
nn: Dokumentasjon av om Leverandøren oppfyller Leverandøren sine forpliktingar som nemnt i punkt 2.4 i avtalen (Lønns- og arbeidsvilkår) skal komme fram her.

source: As regards the parts of the deliverables that are based on free software, including customisations and further developments of the free software, the Customer shall be granted the rights that are necessary to distribute the results further under the relevant free software licence or under a compatible free software licence if this is stipulated in Appendix 1.
nn: For dei delane av leveransen som er basert på fri programvare, medrekna tilpassing og vidareutvikling av denne, får Kunden dei rettane som er nødvendige for å kunne vidaredistribuere resultatet under den aktuelle frie programvarelisensen, eller under ein kompatibel fri programvarelisens dersom dette er spesifisert i vedlegg 1.

source: If the discharge of the Agreement results from the Contractor terminating for breach by the Customer, such notice may be given within one (1) week of the Customer having received the notice of termination for breach.
nn: Dersom opphøyr av avtalen kjem av at Leverandøren hevar på grunn av misleghald frå Kunden, kan slikt varsel givast innan 1 (éi) veke etter at Kunden har fått varsel om heving.

source: Other, or more detailed, acceptance criteria may be described in Appendix 5.
nn: Andre eller meir detaljerte akseptansekriterium kan vere skildra i vedlegg 5.

source: Software and equipment that is procured pursuant to this clause shall become part of what shall be maintained under the Agreement.
nn: Utstyr og programvara som vert anskaffa etter dette punktet, vert ein del av det som skal haldast ved like under denne avtalen.

source: Other deadlines may be agreed in Appendix 6.
nn: Andre fristar kan avtalast i vedlegg 6.

source: detailed procedure for the mediation shall be determined by the mediator, in consultation with the parties
nn: Den nærare framgangsmåten for mekling vert fastsett av meklaren, i samråd med partane.

source: A detailed specification of the content of the approval period, with a specific description of the checks to be carried out by the Customer, may be set out in Appendix 5 or in a separate plan for the approval period.
nn: Ei nærare spesifisering av innhaldet i godkjenningsperioden med konkret oppgiving av dei undersøkingane som Kunden skal gjennomføre, kan vere oppgitt i vedlegg 5 eller i ein eigen plan for godkjenningsperioden.

source: In force majeure situations, the other party may only terminate the Agreement for breach with the consent of the affected party, or if the situation prevails or is expected to prevail for more than ninety (90) calendar days from the date on which the situation arose, and in such case only with fifteen (15) calendar days’ notice.
nn: Motparten kan i force majeure-situasjonar berre heve avtalen med samtykke frå den ramma parten, eller dersom situasjonen varer eller er venta å ville vare lenger enn 90 (nitti) kalenderdagar rekna frå det tidspunktet situasjonen inntreffer, og då berre med 15 (femten) kalenderdagars varsel.

source: any amount due to the Contractor in respect of the part of the operational deliverables that has already been performed,
nn: det beløpet som Leverandøren har til gode for den delen av driftsytingane som alt er gjennomført,

source: If the Contractor has requested the Customer to issue a change order pursuant to clause 3.8, the Customer shall, within a reasonable period of time, issue a change order pursuant to clause 3.4, or issue a written waiver of the request.
nn: Dersom Leverandøren har kravd at Kunden utferdar endringsordre i samsvar med punkt 3.8, skal Kunden innan rimeleg tid utferde endringsordre i samsvar med punkt 3.4, eller skriftleg gå bort frå kravet.

source: If such errors as those mentioned in this paragraph result in the Customer deciding to postpone the start of the approval period, the Contractor may not demand consideration for this postponement, even if a change order is issued pursuant to clause 2.5.2, paragraph one.
nn: Dersom feil som nemnt i dette avsnittet fører til at Kunden vedtar å utsette oppstart av godkjenningsperioden, kan Leverandøren ikkje krevje vederlag for denne utsettinga sjølv om det vert utferda endringsordre i samsvar med punkt 2.5.2 første avsnitt.

source: If the operational services include the use of cloud services or other standard services from third parties with which the Customer has concluded separate agreements, the Contractor's responsibility is limited to following up the agreement with the third-party contractor, including following up the information security requirements.
nn: Dersom det i driftstenesta inngår bruk av skytenester eller andre standardleveransar frå tredjepartar som Kunden har inngått eigen avtale med, er Leverandøren sitt ansvar avgrensa til å følge opp avtalen med tredjepartsleverandøren, medrekna å følge opp krava til informasjonssikkerheit.

source: Rates for travel and subsistence costs:
nn: Satsar for reise- og diettkostnader:

source: Training and other assistance shall be invoiced when the services have been performed, in arrears per month.
nn: Opplæring og annan bistand vert fakturert når ytingane er utførte, etterskotsvis per månad.

source: Appendix 7 shall prevail over the other Appendices.
nn: Vedlegg 7 går framfor dei andre vedlegga

source: If the rectification of an error consists of a new version of the software, the new version shall also be covered by the fixed consideration for maintenance.
nn: Dersom rettinga består av ny versjon av programmet, er også den nye versjonen inkludert i det faste vedlikehaldsvederlaget.

source: Unless the Customer renders written notice, within fourteen (14) calendar days of having received the notice, stating that the delivery of the deliverables shall recommence, the cancellation provisions of clauses 2.6.1 and 2.6.2 shall apply correspondingly.
nn: Dersom Kunden ikkje innan 14 (fjorten) kalenderdagar etter at varselet er mottatt, gir skriftleg melding om at leveransen skal takast opp att, gjeld reglane om avbestilling i punkt 2.6.1 og 2.6.2 tilsvarande.

source: If the Contractor operates the Customer's infrastructure, the necessary upgrades shall be handled in accordance with chapter 3 of the Agreement concerning changes.
nn: Dersom Leverandøren driftar infrastrukturen til Kunden, skal nødvendige oppgraderingar handterast i samsvar med kapittel 3 i avtalen om endringar.

source: The Contractor should be aware of the fact that deviations, reservations or other changes to the Agreement in Appendix 2 to the Customer's requirements in Appendix 1 in connection with the submission of a tender may result in rejection of the tender by the Customer.
nn: Leverandøren bør vere merksam på at avvik, atterhald og andre endringar i bilag 2 til Kunden sitt krav i bilag 1 ved tilbodsinnlevering kan medføre at tilbodet blir avvist av Kunden.

source: The scope of such assistance, as well as any additional consideration, shall be specified in Appendix 4.
nn: Omfanget av slik bistand, og eventuelt vederlag, vert avtalt nærare i vedlegg 4.

source: The Contractor may contest the duty to perform the work by requesting a ruling from an independent expert or mediator or institute legal proceedings or submit the dispute for arbitration in order to have its claim resolved with final effect, cf. chapter 16.
nn: Leverandøren kan motseie plikta til å utføre arbeidet ved å krevje ei avgjerd frå ein uavhengig ekspert eller meklar, eller reise søksmål eller bringe tvisten inn for skilsdom for å få kravet sitt endeleg avgjort, jf. kapittel 16.

source: The Contractor shall, however, ensure that standard software is offered under licence terms and conditions with a right of disposal that satisfy the requirements in respect of the deliverables and their area of use stipulated by the Customer in Appendix 1, and this Agreement's provisions governing right of disposal.
nn: Leverandøren skal likevel sikre at standardprogramvare vert tilbydd under lisensvilkår med disposisjonsrett som er dekkande for dei krava som Kunden i vedlegg 1 har stilt til leveransen og bruksområdet for denne, og reglane i denne avtalen om disposisjonsrett.

source: If the Contractor does not demand a decision concerning the disputed change pursuant to clause 3.10 of the Agreement within three (3) months after the consideration has been paid, or if the work is deemed to fall within the scope of the Agreement, the provisional consideration shall be set off against the consideration due upon the next payment milestone.
nn: Dersom Leverandøren ikkje krev avgjerd av den omtvista endringa i samsvar med avtalen punkt 3.10 innan 3 (tre) månader etter at vederlaget er utbetalt, eller dersom arbeidet vert rekna til å ligge innanfor kontrakten, skal det førebels vederlaget motreknast i neste betalingsmilestolpe.

source: Rates and procedures for the invoicing of travel time:
nn: Satsar og rutinar for fakturering av reisetid:

source: The schedule for preparing for commissioning is set out in Appendix 4.
nn: Tidsplan for førebuingar til idriftsetting går fram av vedlegg 4.

source: Payment shall be made within thirty (30) calendar days of the invoice date.
nn: Betaling skal skje etter faktura per 30 (tretti) kalenderdagar.

source: - The documentation being incomplete or misleading, and this resulting in the Customer being unable to use functions that, based on an objective assessment, are of importance to the Customer.
nn: - Dokumentasjonen er så ufullstendig eller misvisande at Kunden ikkje kan nytte funksjonar som ut frå ei objektiv vurdering er viktige for Kunden.

source: All prices and the detailed terms governing the consideration to be paid by the Customer for the deliverables provided by the Contractor are set out in Appendix 7.
nn: Alle prisar og nærare vilkår for det vederlaget Kunden skal betale for Leverandøren sine ytingar, går fram av vedlegg 7.

source: The consideration for such further development shall be the Contractor's ordinary hourly rate set out in Appendix 7, unless another model for consideration is set out in Appendix 7.
nn: Vederlaget for slik ytterlegare utvikling er den ordinære timeprisen til Leverandøren som går fram i vedlegg 7, med mindre annan vederlagsmodell går fram av vedlegg 7.

source: If the agreed delivery date or other deadline in respect of which the parties have stipulated liquidated damages in Appendix 3, is not complied with, and this is not caused by force majeure or circumstances related to the Customer, there is a delay on the part of the Consultant that triggers liquidated damages.
nn: Vert ikkje avtalt tidspunkt for levering, eller annan frist som partane i vedlegg 3 har knytt dagbøter til, halde, og det ikkje kjem av force majeure eller forhold hos Kunden, ligg det føre ei forseinking frå Konsulenten si side som gir grunnlag for dagbot.

source: On any failure to achieve the agreed service level, the Customer may require financial compensation in accordance with the standardised rates agreed in Appendix 4.
nn: Ved brot på avtalt tenestenivå kan Kunden krevje økonomisk kompensasjon i samsvar med standardiserte satsar som avtalt i vedlegg 4.

source: A fee of four (4) per cent of the consideration agreed for the entire Assignment.
nn: Eit gebyr på 4 (fire) prosent av avtalt vederlag for heile oppdraget.

source: The parties may in Appendix 6 agree other or further restrictions in respect of the right of the Customer to demand changes.
nn: Partane kan i vedlegg 6 avtale andre eller ytterlegare avgrensingar av Kunden sin rett til å krevje endringar.

source: Use of a third party
nn: Bruk av tredjepart

source: Further details of the implementation of this clause may be agreed in Appendix 5. Confidentiality obligation
nn: Nærare presiseringar om gjennomføring av dette punktet kan avtalast i vedlegg 5. Teieplikt

source: In the event of such cancellation, the Customer shall pay the amount stipulated in Appendix 7 for cancellation during this phase, or if no such amount has been stipulated:
nn: Ved slik avbestilling skal Kunden betale det beløpet som er fastsett i vedlegg 7 for avbestilling i denne fasen, eller dersom slikt beløp ikkje er fastsett:

source: If a special approval test will be conducted, this shall be stated here.
nn: Dersom det skal utførast ein særskilt godkjenningsprøve, skal dette komme fram her.

source: (The Customer's current technical platform shall be described by the Customer in Appendix 3)
nn: (Kunden si eksisterande tekniske plattform skal skildrast av Kunden i bilag 3.)

source: The Customer shall be responsible for specifying the relevant requirements for the maintenance services in Appendix 1.
nn: Det er medrekna Kunden sitt ansvar å konkretisere relevante krav for vedlikehaldstenesta i vedlegg 1.

source: If the service has not run for 12 months prior to the date of the claim, the total compensation amount that may be claimed by the Customer is limited to an amount equivalent to the amount already invoiced to the Customer, with upward adjustment to 12 months.
nn: Dersom tenesta ikkje har vart i 12 månader før reklamasjonsdato, er samla erstatningsbeløp Kunden kan krevje, avgrensa til eit beløp som tilsvarer det beløp Kunden alt er fakturert for, oppjustert til 12 månader.

source: If an extraordinary situation should arise which makes it impossible to fulfil obligations under this Agreement, and which under Norwegian law must be classified as force majeure, the other party must be notified of this as soon as possible.
nn: Skulle det inntreffe ein ekstraordinær situasjon som gjer det uråd å oppfylle plikter etter denne avtalen og som etter norsk rett må reknast som force majeure, skal motparten varslast om dette så raskt som mogleg.

source: ponents that are delivered from abroad may be stated in a foreign currency.
nn: Kunden sine data inkludert dei sikkerheitskopiane av Kunden sine data som Kunden ønsker.

source: The Customer has specified its needs and requirements in Appendix 1.
nn: Kunden har framstilt sine behov og krav i vedlegg 1.

source: Each party is responsible for the follow-up of its own duties pursuant to such legal requirements.
nn: Kvar av partane har ansvar for å følge opp sine respektive plikter i samsvar med slike rettslege krav.

source: Any special expertise requirements shall be set out in Appendix 2.
nn: Eventuelle spesielle kompetansekrav skal gå fram av vedlegg 2.

source: Nevertheless, there is no breach of contract if the situation is caused by circumstances related to the Contractor or by force majeure.
nn: Det ligg likevel ikkje føre misleghald dersom situasjonen kjem av forhold hos Leverandøren eller force majeure.

source: The consideration for the right of disposal in respect of the software, including any prerequisites and limitations, for example, in relation to the number of users or the place where the right of disposal is exercised/the equipment used to do so, is described in Appendix 7.
nn: Vederlaget for disposisjonsretten til programma, medrekna eventuelle føresetnader og avgrensingar, for eksempel med omsyn til talet på brukarar eller stad/utstyr for utøving av disposisjonsretten, er skildra i vedlegg 7.
